tap "homebrew/bundle"
tap "yleisradio/terraforms"
brew "python@3.12"
brew "aws-vault", link: false
brew "awscli"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "gnutls"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg", link: false
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "mosh"
brew "neovim"
brew "nmap"
brew "node"
brew "pylint"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "truncate", link: false
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zplug"
brew "zsh"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "aws-vault"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "slack"
cask "spotify"
cask "yubico-authenticator"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1449412482
