tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "yleisradio/terraforms"
brew "python@3.8"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bison"
brew "cfssl"
brew "chruby"
brew "coreutils"
brew "go"
brew "direnv"
brew "node"
brew "fzf"
brew "gcc"
brew "git"
brew "git-crypt"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg", link: false
brew "hcloud"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "mosh"
brew "neovim"
brew "nmap"
brew "packer"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "shellcheck"
brew "sshuttle"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "truncate", link: false
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "zplug"
brew "zsh"
brew "hashicorp/tap/terraform-ls"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "aws-vault"
cask "dash"
cask "docker"
cask "firefox"
cask "franz"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "slack"
cask "spotify"
cask "viscosity"
cask "vlc"
cask "yubico-authenticator"
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Reeder", id: 1449412482
mas "Shush", id: 496437906
mas "Todoist", id: 585829637
mas "WireGuard", id: 1451685025
